<?php
/* Smarty version 3.1.29, created on 2016-06-20 17:18:09
  from "D:\xampp\htdocs\STUDY\lesson_2-3\views\test.html" */

if ($_smarty_tpl->smarty->ext->_validateCompiled->decodeProperties($_smarty_tpl, array (
  'has_nocache_code' => false,
  'version' => '3.1.29',
  'unifunc' => 'content_57680931e2f770_43830748',
  'file_dependency' => 
  array (
    'cf2fd3fdb2153452f6f302f95725fbe5a96300c0' => 
    array (
      0 => 'D:\\xampp\\htdocs\\STUDY\\lesson_2-3\\views\\test.html',
      1 => 1466435883,
      2 => 'file',
    ),
  ),
  'includes' => 
  array (
  ),
),false)) {
function content_57680931e2f770_43830748 ($_smarty_tpl) {
?>
<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf8">
        <title><?php echo $_smarty_tpl->tpl_vars['page_title']->value;?>
</title>
        <link rel="stylesheet" href="../css/style.css" type="text/css">
    </head>
    <body>
        <div id="wrapper">
            <main>            
                <p>HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете 
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете 
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
                    HTML5 предлагает набор секционных элементов, используя которые в своей разметке вы добавляете
            
                </p>
            </main>
            <footer>
                <p>2016, All Rights Reserved</p>
            </footer>
        </div>
    </body>
</html>
<?php }
}
